const content = [
  {
    title: "Components",
    content: [
      {
        p: "Приложения React состоят из компонентов. Компоненты позволяют разбить интерфейс на независимые части, про которые легко думать в отдельности. Их можно складывать вместе и использовать несколько раз. Компонент может быть маленьким, как кнопка, или большим, как целая страница.",
      },
      { p: "" },
      { err: "" },
      { c: "" },
    ],
  },
];
export const Topic = ({ title, content = [] }) => {
  const getValue = () => {};
};
